export const exampleLinks = `
    Текст Пс. 72: 23-26; 2 Кор. 6:16;1 Кор 1:4 далее.
    Прочитаем следующие библейские стихи: Быт. 3:9–15; 28:15; в которых описано.
    Опесатка в двоеточии Исх. 29 : 43, 45; в которых описано.
    Начало Мф. 1:18–23 и 20:25–28 и 2 в которых описано.
    Везде опечатки кроме первого стиха: Ин. 1:14 – 18; 3:16 ; 14 :1–3. продолжение текстаё. Прочитайте следующие библейские стихи: Быт. 3:9–15; 28:15,16 ,17 , 18 .  
    Дополнительные стихи: Быт. 17:10, 11; 22:11, 15–18; Исх. 6:3; 18:3, 4; Иоил. 2:32.
    Основной отрывок: Исх. 11:1–10; 12:1–30; 13:14–16.
`