[  
  {
    "id": 65,
    "date": "2025-06-01 00:00:00.000",
    "name": "Гнев Агнца",
    "bookNumber": 1,
    "lessonNumber": 10,
    "content": [
      {
        "id": 1,
        "type": "question",
        "text": "Прочитайте Откр. 6:12–17. Внимательно изучите, как воспринимают люди внезапное развитие событий конца времени. Почему нечестивые желают скрыться от лица Господа?",
        "links": [
          {
            "text": "Откр. 6:12–17",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  6
                ],
                "verses": [
                  12,
                  13,
                  14,
                  15,
                  16,
                  17
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 2,
        "type": "mainText",
        "text": "Удивительно, но люди, оказавшиеся в опасности, не задаются вопросами: «Что это?» или «Кто за этим стоит?» Кажется, они осознают, что происходит. Они называют Иисуса «Агнцем», что требует хотя бы небольшого знакомства с историей Христа. Кроме того, они, похоже, понимают, что «пришел великий день гнева Его» и что их положение безнадежно: «Кто может устоять?»"
      },
      {
        "id": 3,
        "type": "mainText",
        "text": "Перед пришествием Христа Евангелие будет проповедано всякому народу на земле (Мф. 24:14). Трехангельская весть распространится по всей планете. И все же будут люди, которые окажутся застигнутыми врасплох — не из-за недостатка информации, а потому что они откажутся уверовать и последовать за Христом. Это станет причиной их гибели.",
        "links": [
          {
            "text": "Мф. 24:14",
            "data": [
              {
                "bookNumber": 470,
                "chapter": [
                  24
                ],
                "verses": [
                  14
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 4,
        "type": "question",
        "text": "Прочитайте Мф. 24:37–39. Какие уроки, по словам Иисуса, мы призваны извлечь из истории Ноя?",
        "links": [
          {
            "text": "Мф. 24:37–39",
            "data": [
              {
                "bookNumber": 470,
                "chapter": [
                  24
                ],
                "verses": [
                  37,
                  38,
                  39
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 5,
        "type": "mainText",
        "text": "Иисус обращается к истории о Всемирном потопе, чтобы предупредить нас о том, что Его Второе пришествие для многих станет неожиданностью. Как и в случае с потопом, мир окажется не подготовлен к встрече со Христом не из-за недостатка информации. Ной 120 лет проповедовал о приближающемся бедствии, но люди отказывались верить. Им была открыта весть о грядущих событиях, но они не приняли их всерьез."
      },
      {
        "id": 6,
        "type": "mainText",
        "text": "Тем не менее многие люди убеждают себя, что, поскольку прошло много времени, пророчества, скорее всего, ложны. Используя историю о потопе в качестве контекста, Петр пишет, «что в последние дни явятся наглые ругатели, поступающие по собственным своим похотям и говорящие: „где обетование пришествия Его? Ибо с тех пор, как стали умирать отцы, от начала творения, все остается так же“» (2 Петр. 3:3, 4). С каждым годом подобное мнение будет встречаться все чаще.",
        "links": [
          {
            "text": "2 Петр. 3:3, 4",
            "data": [
              {
                "bookNumber": 680,
                "chapter": [
                  3
                ],
                "verses": [
                  3,
                  4
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 7,
        "type": "question",
        "text": "В контексте личного опыта человека Второе пришествие Иисуса происходит почти сразу после смерти. А мы все знаем, как быстротечна жизнь. Как такая перспектива может помочь нам смириться с временными задержками?"
      }
    ]
  },
  {
    "id": 66,
    "date": "2025-06-02 00:00:00.000",
    "name": "Проповедь Ноя",
    "bookNumber": 1,
    "lessonNumber": 10,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Петр напоминает нам, что многие будут не готовы к возвращению Христа, потому что «в угоду себе они забывают» (2 Петр. 3:5; ИПБ) о том, что произошло во время потопа. Сегодня, несмотря на то, что в мире жива коллективная память о великом потопе, который упоминается в различных культурах, от древних греков до майя, история Ноя, вероятно, является одним из самых высмеиваемых библейских сюжетов. Как и было предсказано, мир сознательно отмахивается от этой истории как от мифа, независимо от того, насколько ясно и недвусмысленно она изображена в Ветхом Завете и не раз упоминается в Новом Завете.",
        "links": [
          {
            "text": "2 Петр. 3:5",
            "data": [
              {
                "bookNumber": 680,
                "chapter": [
                  3
                ],
                "verses": [
                  5
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 2,
        "type": "question",
        "text": "Иисус сказал в Мф. 24:37–39, что положение в мире будет напоминать «дни Ноя». Сравните этот отрывок с Быт. 6:1–8. Каковы были причины потопа? Какие параллели вы видите между тем временем и нашим?",
        "links": [
          {
            "text": "Быт. 6:1–8",
            "data": [
              {
                "bookNumber": 10,
                "chapter": [
                  6
                ],
                "verses": [
                  1,
                  2,
                  3,
                  4,
                  5,
                  6,
                  7,
                  8
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "mainText",
        "text": "В Евр. 11:7 сказано, что Ной «приготовил ковчег для спасения дома своего; ею [верой] осудил он [весь] мир, и сделался наследником праведности по вере».",
        "links": [
          {
            "text": "Евр. 11:7",
            "data": [
              {
                "bookNumber": 650,
                "chapter": [
                  11
                ],
                "verses": [
                  7
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 4,
        "type": "mainText",
        "text": "Представьте, что вы проповедуете более ста лет, а на вашу проповедь откликнулась лишь ваша семья. Если бы Ной был современным евангелистом, у нас могло бы возникнуть искушение списать его со счетов как неудачника: десятилетия проповедей — и никаких результатов."
      },
      {
        "id": 5,
        "type": "mainText",
        "text": "К счастью, в настоящее время во многих уголках мира наблюдается значительный отклик на Трехангельскую весть. Благовестие — проповедь нашей уникальной вести как Церкви Остатка — оказывает невероятное влияние во многих местах, и многие люди приходят к познанию Господа. Еще не пришло то время, когда не будет никаких результатов, хотя нам сказано, что наступает момент, когда «окончится время испытания, и дверь милости закроется. Итак, одна короткая фраза — „и готовые вошли с Ним на брачный пир, и двери затворились“ — охватывает всю последнюю фазу служения Спасителя и подводит нас к тому времени, когда великая работа по спасению человека будет завершена» (Уайт Э. Великая борьба. С. 428)."
      },
      {
        "id": 6,
        "type": "mainText",
        "text": "А до тех пор у нас как у церкви есть работа."
      },
      {
        "id": 7,
        "type": "question",
        "text": "Как нам научиться не отчаиваться, если наши усилия по проповеди Евангелия пока не приносят ощутимых результатов? Почему мы должны продолжать? (См. Ин. 4:37.)",
        "links": [
          {
            "text": "Ин. 4:37",
            "data": [
              {
                "bookNumber": 500,
                "chapter": [
                  4
                ],
                "verses": [
                  37
                ]
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "id": 67,
    "date": "2025-06-03 00:00:00.000",
    "name": "Содом и Гоморра",
    "bookNumber": 1,
    "lessonNumber": 10,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Еще одна важная история, на которую ссылается Петр, описывая события последнего времени, — это разрушение Содома и Гоморры. Эти города, печально известные своими порочными нравами, стали первым примером городов, уничтоженных огнем с небес."
      },
      {
        "id": 2,
        "type": "question",
        "text": "Прочитайте 2 Петр. 2:6–9 и Быт. 13:13; 18:20, 21. Какая нравственная атмосфера царила в этих городах, что привело к их разрушению? Какие современные параллели можно провести с теми событиями?",
        "links": [
          {
            "text": "2 Петр. 2:6–9",
            "data": [
              {
                "bookNumber": 680,
                "chapter": [
                  2
                ],
                "verses": [
                  6,
                  7,
                  8,
                  9
                ]
              }
            ]
          },
          {
            "text": "Быт. 13:13; 18:20, 21",
            "data": [
              {
                "bookNumber": 10,
                "chapter": [
                  13
                ],
                "verses": [
                  13
                ]
              },
              {
                "bookNumber": 10,
                "chapter": [
                  18
                ],
                "verses": [
                  20,
                  21
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "mainText",
        "text": "История о Содоме и Гоморре служит ярким предупреждением для тех, кто живет в последнее время: нечестивые будут уничтожены огнем, как это описано в Откр. 20. Грех может быть очень коварным, часто скрывая наши собственные ошибки под маской самоуверенности. В то же время зло, творимое другими, часто остается для нас очевидным. В той же главе, где Бог говорит о своей безграничной любви к Своему народу, Он указывает на то, что, хотя Израиль и не совершил тех же грехов (Иез. 16:47), на самом деле он стал еще более нечестивым, чем Содом.",
        "links": [
          {
            "text": "Откр. 20",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  20
                ],
                "verses": null
              }
            ]
          },
          {
            "text": "Иез. 16:47",
            "data": [
              {
                "bookNumber": 330,
                "chapter": [
                  16
                ],
                "verses": [
                  47
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 4,
        "type": "mainText",
        "text": "Народ Божий «блудодействовал» (Иез. 16:41), совершая духовное прелюбодеяние. Представьте себе удивление израильтян, когда они осознали, что оказались более нечестивыми, чем те, кого они считали самыми грешными.",
        "links": [
          {
            "text": "Иез. 16:41",
            "data": [
              {
                "bookNumber": 330,
                "chapter": [
                  16
                ],
                "verses": [
                  41
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 5,
        "type": "mainText",
        "text": "Эта ситуация не уникальна для древнего Израиля, она характерна для всего человечества. В Рим. 1:18–32 Павел приводит длинный список человеческих пороков, который можно было бы составить, основываясь на заголовках новостей. Павел описывает грехи язычников не для того, чтобы вызвать у иудеев чувство превосходства, а чтобы Божий народ наконец осознал всю серьезность своих собственных грехов. Нафан сделал то же самое, когда беседовал с Давидом: он рассказал историю о богаче, который отнял у бедняка ягненка. Давид «сильно разгневался», услышав эту историю (2 Цар. 12:5), потому что несправедливость казалась очевидной; но даже тогда Нафану потребовалось заявить: «Ты тот человек» (2 Цар. 12:7), чтобы Давид увидел в ней себя.",
        "links": [
          {
            "text": "Рим. 1:18–32",
            "data": [
              {
                "bookNumber": 520,
                "chapter": [
                  1
                ],
                "verses": [
                  18,
                  19,
                  20,
                  21,
                  22,
                  23,
                  24,
                  25,
                  26,
                  27,
                  28,
                  29,
                  30,
                  31,
                  32
                ]
              }
            ]
          },
          {
            "text": "2 Цар. 12:5",
            "data": [
              {
                "bookNumber": 100,
                "chapter": [
                  12
                ],
                "verses": [
                  5
                ]
              }
            ]
          },
          {
            "text": "2 Цар. 12:7",
            "data": [
              {
                "bookNumber": 100,
                "chapter": [
                  12
                ],
                "verses": [
                  7
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 6,
        "type": "mainText",
        "text": "Важно помнить, что Библия адресована не внешнему миру, а народу Божьему. Когда мы видим отвратительные грехи других, описанные в Откр. 13 или 17, это предупреждение о том, что мы тоже можем попасть в ту же ловушку.",
        "links": [
          {
            "text": "Откр. 13",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  13
                ],
                "verses": null
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "id": 68,
    "date": "2025-06-04 00:00:00.000",
    "name": "Судья всей земли",
    "bookNumber": 1,
    "lessonNumber": 10,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Непосредственно перед разрушением Содома на равнинах Мамре произошла любопытная история. Бог явился Аврааму в сопровождении двух ангелов. Когда Авраам видит их, он приглашает небесных гостей вкусить трапезу, и именно в этот момент Бог обещает, что у Авраама и Сарры родится сын, от которого произойдет Мессия. Иисус действительно происходил из рода Авраама (ср. с Гал. 3:16). Затем повествование внезапно переходит к нечестивым городам.",
        "links": [
          {
            "text": "Гал. 3:16",
            "data": [
              {
                "bookNumber": 550,
                "chapter": [
                  3
                ],
                "verses": [
                  16
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 2,
        "type": "question",
        "text": "Прочитайте Быт. 18:23–32. Что эти стихи говорят нам о характере Бога и о том, как Он намеревается поступить со злом на нашей планете?",
        "links": [
          {
            "text": "Быт. 18:23–32",
            "data": [
              {
                "bookNumber": 10,
                "chapter": [
                  18
                ],
                "verses": [
                  23,
                  24,
                  25,
                  26,
                  27,
                  28,
                  29,
                  30,
                  31,
                  32
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "mainText",
        "text": "Бог не обязан давать нам отчет, но Он предпочитает не скрывать Своих мотивов и замыслов от человечества: «Ибо Господь Бог ничего не делает, не открыв Своей тайны рабам Своим, пророкам» (Ам. 3:7)."
      },
      {
        "id": 4,
        "type": "mainText",
        "text": "Прежде чем уничтожить Содом и Гоморру, Бог утверждает, что Ему необходимо сделать нечто важное — предупредить Авраама о том, что должно произойти, и о том, чему он вскоре станет свидетелем."
      },
      {
        "id": 5,
        "type": "mainText",
        "text": "Бог задерживается у Авраама, пока два ангела идут в нечестивый город, чтобы вывести тех, кто прислушается к их предостережению. Нельзя не вспомнить ангелов из пророчества, которые выполняют ту же задачу в последнее время, призывая из народа Божьего тех, кто живет в Вавилоне, выйти из него (Откр. 14:6–12; Откр. 18:1–4). Пока звучит последнее предупреждение, Бог обсуждает с Авраамом то, что должно произойти, и Он охотно отвечает на вопросы патриарха.",
        "links": [
          {
            "text": "Откр. 14:6–12",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  14
                ],
                "verses": [
                  6,
                  7,
                  8,
                  9,
                  10,
                  11,
                  12
                ]
              }
            ]
          },
          {
            "text": "Откр. 18:1–4",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  18
                ],
                "verses": [
                  1,
                  2,
                  3,
                  4
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 6,
        "type": "mainText",
        "text": "«Не может быть, чтобы Ты поступил так, чтобы Ты погубил праведного с нечестивым». Авраам задается вопросом: «Судия всей земли поступит ли неправосудно?» (Быт. 18:25). Авраам размышляет не только о случае с Содомом, но и о характере Бога в целом. Подобно этому, прежде чем наступит конец cвета, Бог откроет небесные книги (Откр. 20:4, 11–15), предоставив нам возможность изучить все доказательства Его решений, прежде чем Он наконец ниспошлет огонь на землю. Это означает, что у нас будет тысяча лет для поиска ответов на множество вопросов, которые пока остаются без ответа.",
        "links": [
          {
            "text": "Быт. 18:25",
            "data": [
              {
                "bookNumber": 10,
                "chapter": [
                  18
                ],
                "verses": [
                  25
                ]
              }
            ]
          },
          {
            "text": "Откр. 20:4, 11–15",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  20
                ],
                "verses": [
                  4,
                  11,
                  12,
                  13,
                  14,
                  15
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 7,
        "type": "question",
        "text": "Прежде чем Господь свершит окончательный суд над погибшими, Он даст нам тысячу лет, чтобы мы могли понять причины происходящего. Что это говорит нам о Его характере и о том, насколько Он открыт для сотворенных существ, которые полностью зависят от Него и у которых нет неотъемлемого права знать то же, что и Он?"
      }
    ]
  },
  {
    "id": 69,
    "date": "2025-06-05 00:00:00.000",
    "name": "Суд перед пришествием",
    "bookNumber": 1,
    "lessonNumber": 10,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Описание суда в Дан. 7 позволяет нам заглянуть за завесу и увидеть, как Бог решает проблему греха, одновременно искупив тех, кто желает находиться с Ним в отношениях завета.",
        "links": [
          {
            "text": "Дан. 7",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  7
                ],
                "verses": null
              }
            ]
          }
        ]
      },
      {
        "id": 2,
        "type": "question",
        "text": "Ознакомьтесь с описанием Следственного суда, приведенным в Дан. 7:9, 10. На что обращено основное внимание на суде? Какой приговор вынесен в конце судебного процесса (7:26)? Что это говорит нам о замысле спасения?",
        "links": [
          {
            "text": "Дан. 7:9, 10",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  7
                ],
                "verses": [
                  9,
                  10
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "mainText",
        "text": "Не вызывает особых вопросов то, что Бог судит мир, ведь сказано, что «всякое дело Бог приведет на суд» (Еккл. 12:14), а Павел призывает нас не судить друг друга, потому что «все мы предстанем на суд Христов» (Рим. 14:10). Конечно, Богу не нужны записи, чтобы знать, кто спасен, а кто погиб. Однако у ангелов, которые все это время изучали замысел спасения (1 Петр. 1:12), вопросы возникнуть могут. Они были свидетелями восстания сатаны и видели, как треть небесных ангелов была изгнана с неба (Откр. 12:4). А теперь Бог приводит нас в Свое присутствие, открывает книги и позволяет святым увидеть все своими глазами.",
        "links": [
          {
            "text": "Еккл. 12:14",
            "data": [
              {
                "bookNumber": 250,
                "chapter": [
                  12
                ],
                "verses": [
                  14
                ]
              }
            ]
          },
          {
            "text": "Рим. 14:10",
            "data": [
              {
                "bookNumber": 520,
                "chapter": [
                  14
                ],
                "verses": [
                  10
                ]
              }
            ]
          },
          {
            "text": "1 Петр. 1:12",
            "data": [
              {
                "bookNumber": 670,
                "chapter": [
                  1
                ],
                "verses": [
                  12
                ]
              }
            ]
          },
          {
            "text": "Откр. 12:4",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  12
                ],
                "verses": [
                  4
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 4,
        "type": "mainText",
        "text": "История о том, как Авраам ходатайствовал о Содоме и Гоморре, дает нам некое важное представление о суде. Очевидно, что грехи Содома подверглись расследованию; Бог упоминает, что нечестие этого города создало ему такую репутацию, что вопль против него был велик (Быт. 18:20). Но не только Содом и Гоморра подверглись расследованию перед их уничтожением. Бог также дал Аврааму возможность исследовать, справедливо ли Его решение о наказании нечестивых.",
        "links": [
          {
            "text": "Быт. 18:20",
            "data": [
              {
                "bookNumber": 10,
                "chapter": [
                  18
                ],
                "verses": [
                  20
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 5,
        "type": "mainText",
        "text": "Между тем не кто иной, как «Сын Человеческий», (Иисус) приходит на небесный суд в Дан. 7 (Дан. 7:13, см. также Мф. 20:28), и Его появление становится единственной причиной, по которой приговор выносится в пользу святых: «суд дан был святым Всевышнего» (Дан. 7:22). Только благодаря Его совершенной праведности Его народ может устоять на суде.",
        "links": [
          {
            "text": "Дан. 7",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  7
                ],
                "verses": null
              }
            ]
          },
          {
            "text": "Мф. 20:28",
            "data": [
              {
                "bookNumber": 470,
                "chapter": [
                  20
                ],
                "verses": [
                  28
                ]
              }
            ]
          },
          {
            "text": "Дан. 7:22",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  7
                ],
                "verses": [
                  22
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 6,
        "type": "question",
        "text": "Представьте, что вы стоите на суде и все ваши тайны раскрыты перед святым Богом. В чем ваша единственная надежда на оправдание? (См. материал за пятницу.)"
      }
    ]
  },
  {
    "id": 70,
    "date": "2025-06-06 00:00:00.000",
    "name": "Для дальнейшего исследования",
    "bookNumber": 1,
    "lessonNumber": 10,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Прочитайте в книге Эллен Уайт «Патриархи и пророки» главу «Потоп» (С. 101, 102)."
      },
      {
        "id": 2,
        "type": "mainText",
        "text": "«Великий иерей не мог защитить ни себя, ни народ от обвинений сатаны. Он не утверждал, что Израиль был невиновен. В запятнанной одежде, символизирующей грехи народа, которые он взял на себя как его заступник, стоял он перед ангелом, исповедуя вину своих соплеменников и указывая на их раскаяние и смирение, и при этом надеялся только на милость прощающего грех Искупителя. С верой ссылался он на обетования Божьи."
      },
      {
        "id": 3,
        "type": "mainText",
        "text": "Сатана обвиняет тех, кто ищет Бога, не потому, что питает отвращение к их грехам. Наоборот, он торжествует, глядя на их недостатки, он знает: если они нарушают Закон Божий, значит, он может господствовать над ними. Его обвинения порождаются чувством величайшей ненависти ко Христу. Благодаря искупительному замыслу Иисус разрушает оковы сатаны, в которые тот заключил человечество, и освобождает души от его власти."
      },
      {
        "id": 4,
        "type": "mainText",
        "text": "Сам человек бессилен противостоять обвинениям своего главного врага. В запятнанной греховной одежде, исповедуя свою вину, обвиняемый стоит перед Богом. Но Иисус, наш Заступник, выступает с ходатайством, имеющим силу, в защиту тех, кто, раскаявшись и веруя, отдал свое сердце Ему. Он защищает их и, используя сильнейший аргумент — Голгофу, побеждает обвинителя. Его совершенное повиновение Закону Божьему дало Ему высшую власть как на небе, так и на земле, и Он просит у Своего Отца милости и примирения для виновного человека» (Пророки и цари. С. 583–586)."
      },
      {
        "id": 5,
        "type": "mainText",
        "text": "1Вопросы для обсуждения:"
      },
      {
        "id": 6,
        "type": "question",
        "text": "1.Иисус сказал Своим ученикам, что они в мире, но не от мира. (См. Ин. 15:19; 17:14–16.) Как нам сохранить себя «незапятнанными от мира» (Иак. 1:27) и не уклониться от ответственности за проповедь миру?",
        "links": [
          {
            "text": "Ин. 15:19; 17:14–16",
            "data": [
              {
                "bookNumber": 500,
                "chapter": [
                  15
                ],
                "verses": [
                  19
                ]
              },
              {
                "bookNumber": 500,
                "chapter": [
                  17
                ],
                "verses": [
                  14,
                  15,
                  16
                ]
              }
            ]
          },
          {
            "text": "Иак. 1:27",
            "data": [
              {
                "bookNumber": 660,
                "chapter": [
                  1
                ],
                "verses": [
                  27
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 7,
        "type": "question",
        "text": "2.Чему нас может научить история общественного служения Ноя перед потопом в контексте великой борьбы? Каким образом мы сегодня играем ту же роль, что и Ной во времена потопа?"
      },
      {
        "id": 8,
        "type": "question",
        "text": "3.Прежде чем нечестивые будут поглощены огнем с неба, как это произошло с Содомом, Бог воскресит их из мертвых и позволит сатане некоторое время действовать среди них (Откр. 20:7–9). Какие вы можете назвать причины, зачем нужен этот последний шаг, прежде чем Бог все сотворит заново?",
        "links": [
          {
            "text": "Откр. 20:7–9",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  20
                ],
                "verses": [
                  7,
                  8,
                  9
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 9,
        "type": "question",
        "text": "4.Какие уроки для своей жизни вы можете извлечь из историй, которые мы изучали на этой неделе? Что эти истории говорят вам о вашей надежде на Христа?"
      }
    ]
  },
  {
    "id": 71,
    "date": "2025-06-07 00:00:00.000",
    "name": "Руфь и Есфирь",
    "bookNumber": 1,
    "lessonNumber": 11,
    "isFirstLesson": true,
    "content": [
      {
        "id": 1,
        "type": "bibleVersesTitle",
        "text": "Библейские стихи для исследования:"
      },
      {
        "id": 2,
        "type": "mainText",
        "text": "Руф. 1:1–5; 2:5–20; Есф. 3:1–14; Иов. 1:6–11; Мф. 4:8, 9; Откр. 13:15–17.",
        "links": [
          {
            "text": "Руф. 1:1–5; 2:5–20",
            "data": [
              {
                "bookNumber": 80,
                "chapter": [
                  1
                ],
                "verses": [
                  1,
                  2,
                  3,
                  4,
                  5
                ]
              },
              {
                "bookNumber": 80,
                "chapter": [
                  2
                ],
                "verses": [
                  5,
                  6,
                  7,
                  8,
                  9,
                  10,
                  11,
                  12,
                  13,
                  14,
                  15,
                  16,
                  17,
                  18,
                  19,
                  20
                ]
              }
            ]
          },
          {
            "text": "Есф. 3:1–14",
            "data": [
              {
                "bookNumber": 190,
                "chapter": [
                  3
                ],
                "verses": [
                  1,
                  2,
                  3,
                  4,
                  5,
                  6,
                  7,
                  8,
                  9,
                  10,
                  11,
                  12,
                  13,
                  14
                ]
              }
            ]
          },
          {
            "text": "Иов. 1:6–11",
            "data": [
              {
                "bookNumber": 220,
                "chapter": [
                  1
                ],
                "verses": [
                  6,
                  7,
                  8,
                  9,
                  10,
                  11
                ]
              }
            ]
          },
          {
            "text": "Мф. 4:8, 9",
            "data": [
              {
                "bookNumber": 470,
                "chapter": [
                  4
                ],
                "verses": [
                  8,
                  9
                ]
              }
            ]
          },
          {
            "text": "Откр. 13:15–17",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  13
                ],
                "verses": [
                  15,
                  16,
                  17
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "memoryVerseTitle",
        "text": "Памятный стих:"
      },
      {
        "id": 4,
        "type": "memoryVerse",
        "text": "«И простер царь к Есфири золотой скипетр, который был в руке его, и подошла Есфирь и коснулась конца скипетра» (Есф. 5:2).",
        "links": [
          {
            "text": "Есф. 5:2",
            "data": [
              {
                "bookNumber": 190,
                "chapter": [
                  5
                ],
                "verses": [
                  2
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 5,
        "type": "mainText",
        "text": "На этой неделе мы продолжим исследовать истории, которые пророчески указывают на события последних дней. С помощью реальных событий и личностей Бог открывает нам Свой взгляд на мир и помогает понять, как толковать пророчества, которые появятся позже и послужат укреплению нашей веры."
      },
      {
        "id": 6,
        "type": "mainText",
        "text": "Сегодня мы сосредоточимся на двух великих женщинах, чьи истории затронули сердца многих поколений: Руфи и Есфири. Одна из них — обездоленная вдова, обретшая надежду после встречи с добрым человеком Воозом, своим родственником-искупителем. Их брак стал символом любви для христиан, поскольку в нем отражается любовь Христа к нам."
      },
      {
        "id": 7,
        "type": "mainText",
        "text": "Другая история рассказывает о молодой девушке, живущей в чужой стране, которая узнает о заговоре по уничтожению ее народа. Эта история вовлекает ее в самую гущу событий, разворачивающихся ради его спасения."
      },
      {
        "id": 8,
        "type": "mainText",
        "text": "В библейских пророчествах «жена» часто служит олицетворением Божьей церкви, что открывает нам множество глубоких истин о том, как Бог относится к Своему народу. Давайте рассмотрим истории двух женщин, чьи судьбы были запечатлены в Библии, и извлечем из их жизненного опыта разнообразные уроки."
      }
    ]
  },
  {
    "id": 72,
    "date": "2025-06-08 00:00:00.000",
    "name": "Голод в «доме хлеба»",
    "bookNumber": 1,
    "lessonNumber": 11,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Критики христианской веры часто ссылаются на суровую реальность жизни в этом мире как на доказательство того, что Бога не существует, или же Он бессилен вмешаться, когда случается зло, или Ему безразлично, когда мы испытываем боль. Однако многие библейские истории ясно показывают, что ни одно из этих утверждений не соответствует действительности. На самом деле, Бог позволяет человечеству пожинать плоды своего восстания против Него. Но, не нарушая нашей свободы воли, Он всегда рядом, всегда присутствует в истории человечества, всегда ведет нас к окончательному разрешению проблем греха и страдания. История Руфи — это один из таких примеров."
      },
      {
        "id": 2,
        "type": "question",
        "text": "Прочитайте Руф. 1:1–5. Какие трудности постигли семью Ноемини и Руфи? Как это отражает то положение, в котором сейчас находится весь род человеческий?",
        "links": [
          {
            "text": "Руф. 1:1–5",
            "data": [
              {
                "bookNumber": 80,
                "chapter": [
                  1
                ],
                "verses": [
                  1,
                  2,
                  3,
                  4,
                  5
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "mainText",
        "text": "В начале этой истории присутствует ирония: в Вифлееме, городе, название которого означает «дом хлеба», в то время царил голод. Это напоминает об изобилии Едема, где Бог сказал Адаму и Еве: «От всякого дерева в саду ты будешь есть» (Быт. 2:16). Человеческий род начал свое существование в изобилии, под опекой щедрого Создателя, но затем променял свою роль управителей сотворенного мира на рабство греха: «в поте лица твоего будешь есть хлеб, доколе не возвратишься в землю, из которой ты взят, ибо прах ты и в прах возвратишься» (Быт. 3:19).",
        "links": [
          {
            "text": "Быт. 2:16",
            "data": [
              {
                "bookNumber": 10,
                "chapter": [
                  2
                ],
                "verses": [
                  16
                ]
              }
            ]
          },
          {
            "text": "Быт. 3:19",
            "data": [
              {
                "bookNumber": 10,
                "chapter": [
                  3
                ],
                "verses": [
                  19
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 4,
        "type": "mainText",
        "text": "Подобно Ноемини, мы утратили наследие, которое Бог предназначил нам изначально, и наша жизнь стала сложной. Едем был дарован нам как дар, но с определенными условиями: люди имели свободу выбора, но это означало, что они должны были принять последствия и лишиться благополучия. Изначально мы должны были обладать всем непавшим миром с Божьим благословением, однако теперь перед нами стоит задача овладеть падшим миром. Эгоистичные люди, борющиеся за ограниченные ресурсы, причиняют много душевной боли и страданий."
      },
      {
        "id": 5,
        "type": "mainText",
        "text": "Это поистине трагично: земля продолжает щедро давать плоды, являя яркое свидетельство любви Господа. Но из-за человеческой жадности и разрушительного влияния греха порой кажется, что мир больше владеет нами, чем мы — им. Но однажды все это закончится."
      },
      {
        "id": 6,
        "type": "question",
        "text": "Как спустя шесть тысяч лет греха и смерти земля продолжает являть чудеса Божьей любви и творческой силы?"
      }
    ]
  },
  {
    "id": 73,
    "date": "2025-06-09 00:00:00.000",
    "name": "Руфь и Вооз",
    "bookNumber": 1,
    "lessonNumber": 11,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Ноеминь просила называть ее Марою из-за горечи, переполнявшей ее жизнь (см. Руф. 1:20). Наши отношения с Творцом были испорчены грехом, что привело нас к духовной нищете. Наши перспективы кажутся туманными, и мы существуем, собирая по крупицам те редкие моменты радости, которые еще можно найти в этом падшем мире. Но все меняется, когда мы осознаем удивительное открытие — Бог не забыл о нас.",
        "links": [
          {
            "text": "Руф. 1:20",
            "data": [
              {
                "bookNumber": 80,
                "chapter": [
                  1
                ],
                "verses": [
                  20
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 2,
        "type": "question",
        "text": "Прочитайте Руф. 2:5–20. Как Бог помог Ноемини и Руфи, когда они оказались в трудной материальной ситуации? Почему, на ваш взгляд, Ноеминь обрадовала новость о том, кто был их благодетелем?",
        "links": [
          {
            "text": "Руф. 2:5–20",
            "data": [
              {
                "bookNumber": 80,
                "chapter": [
                  2
                ],
                "verses": [
                  5,
                  6,
                  7,
                  8,
                  9,
                  10,
                  11,
                  12,
                  13,
                  14,
                  15,
                  16,
                  17,
                  18,
                  19,
                  20
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "mainText",
        "text": "Ноеминь не имела собственности и, вероятно, вернулась, чтобы продать свою землю и расплатиться с долгами, прежде чем они поехали в землю Моав. Бог предусмотрел, чтобы обездоленные люди в Израиле могли вернуть свой удел в Земле обетованной — близкий родственник мог выкупить для них землю. Вооз был не просто добрым земледельцем, он был ее близким родственником. Если вы были не в состоянии оплатить свои долги и вернуть свой удел в наследии Израиля, близкий родственник мог бы сделать это за вас: «Если брат твой обеднеет и продаст от владения своего, то придет близкий его родственник и выкупит проданное братом его» (Лев. 25:25).",
        "links": [
          {
            "text": "Лев. 25:25",
            "data": [
              {
                "bookNumber": 30,
                "chapter": [
                  25
                ],
                "verses": [
                  25
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 4,
        "type": "mainText",
        "text": "Открытие, что Вооз не только был добрым и щедрым человеком, но и родственником, стало самой лучшей новостью: бедность этих двух женщин не должна была продлиться вечно."
      },
      {
        "id": 5,
        "type": "mainText",
        "text": "Христиане издавна рассматривали Вооза как прообраз Христа, Который не только наш Творец, но и Тот, Кто решил стать нашим родственником — человеком из плоти и крови, что является одной из причин, по которой Он снова и снова называл Себя «Сыном Человеческим» (Мф. 12:8; Мк. 8:31; Лк. 22:22; Ин. 3:14).",
        "links": [
          {
            "text": "Мф. 12:8",
            "data": [
              {
                "bookNumber": 470,
                "chapter": [
                  12
                ],
                "verses": [
                  8
                ]
              }
            ]
          },
          {
            "text": "Мк. 8:31",
            "data": [
              {
                "bookNumber": 480,
                "chapter": [
                  8
                ],
                "verses": [
                  31
                ]
              }
            ]
          },
          {
            "text": "Лк. 22:22",
            "data": [
              {
                "bookNumber": 490,
                "chapter": [
                  22
                ],
                "verses": [
                  22
                ]
              }
            ]
          },
          {
            "text": "Ин. 3:14",
            "data": [
              {
                "bookNumber": 500,
                "chapter": [
                  3
                ],
                "verses": [
                  14
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 6,
        "type": "mainText",
        "text": "Многие люди представляют себе Бога суровым и требовательным. Они думают, что Бог может принять нас на небеса, только если мы будем идеально соответствовать Его стандартам, но сделает это неохотно, потому что мы едва соответствуем Его ожиданиям. Образ Христа, явленный в Воозе, полностью опровергает такие представления. Бог не только замечает нас; но и желает, чтобы мы стали Его «невестой», несмотря на нашу глубокую духовную нищету."
      },
      {
        "id": 7,
        "type": "question",
        "text": "Попытайтесь осознать: Творец не только стал частью Своего творения, но и отдал за него Свою жизнь. Как эта поразительная истина меняет наше восприятие себя и своего существования?"
      }
    ]
  },
  {
    "id": 74,
    "date": "2025-06-10 00:00:00.000",
    "name": "Вооз как прообраз Искупителя",
    "bookNumber": 1,
    "lessonNumber": 11,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Вооз полюбил Руфь и захотел на ней жениться, но перед ним стояло серьезное препятствие: у девушки был близкий родственник, который также мог претендовать на нее и на землю. Если мы рассматриваем Вооза как прообраз Христа, то мы поймем, что стоит на кону в великой борьбе. Христос любит нас, но есть и «более близкий родственник», который также стремится завладеть нами, — это сатана."
      },
      {
        "id": 2,
        "type": "question",
        "text": "Что говорят следующие отрывки о притязаниях сатаны на человечество? Иов. 1:6–11; Мф. 4:8, 9.",
        "links": [
          {
            "text": "Иов. 1:6–11",
            "data": [
              {
                "bookNumber": 220,
                "chapter": [
                  1
                ],
                "verses": [
                  6,
                  7,
                  8,
                  9,
                  10,
                  11
                ]
              }
            ]
          },
          {
            "text": "Мф. 4:8, 9",
            "data": [
              {
                "bookNumber": 470,
                "chapter": [
                  4
                ],
                "verses": [
                  8,
                  9
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "question",
        "text": "Что говорит Библия в Откр. 5:9, 10 о нашем искуплении от рокового состояния греха?",
        "links": [
          {
            "text": "Откр. 5:9, 10",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  5
                ],
                "verses": [
                  9,
                  10
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 4,
        "type": "mainText",
        "text": "Когда сатана явился на небесный совет, он сказал Богу, что «ходил по земле и обошел ее» (Иов. 1:7). На вопрос Бога, не заметил ли он праведного Иова, сатана ответил, что считает его одним из своих людей. Он утверждал, что сердце Иова на самом деле не было преисполнено любви к Богу и что он следует за Ним только потому, что Бог добр к нему. Сатана предложил Богу проверить, не перестанет ли Иов быть добрым, посмотреть, кому Иов действительно предан.",
        "links": [
          {
            "text": "Иов. 1:7",
            "data": [
              {
                "bookNumber": 220,
                "chapter": [
                  1
                ],
                "verses": [
                  7
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 5,
        "type": "mainText",
        "text": "В Послании Иуды мы встречаем краткое упоминание истории, хорошо известной в Израиле: после того как Бог похоронил Моисея (Втор. 34:6), Он его воскресил. Хотя нам неизвестны подробности, сам стих, в котором говорится, что у Бога был спор с сатаной о теле Моисеевом, подразумевает, что сатана предъявлял какие-то притязания на него.",
        "links": [
          {
            "text": "Втор. 34:6",
            "data": [
              {
                "bookNumber": 50,
                "chapter": [
                  34
                ],
                "verses": [
                  6
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 6,
        "type": "mainText",
        "text": "«Впервые Христос сошел, чтобы воскресить умершего. Когда Князь жизни и ослепительные ангелы приблизились к могиле, чувство тревоги за свое владычество овладело сатаной. Вместе со злыми ангелами он приготовился оспаривать право Христа вторгаться на его территорию. Сатана горделиво хвастался тем, что слуга Божий стал его пленником. Он заявил, что даже Моисей был не в состоянии исполнить Закон Божий, что, присваивая себе славу, принадлежащую Иегове, вождь совершил тот же грех, который и Люцифера лишил неба, и что теперь из-за этого прегрешения Моисей должен быть во власти сатаны» (Уайт Э. Патриархи и пророки. С. 478). Очевидно, что Христос опроверг утверждение сатаны, и Моисей был воскрешен (см. Мф. 17:3).",
        "links": [
          {
            "text": "Мф. 17:3",
            "data": [
              {
                "bookNumber": 470,
                "chapter": [
                  17
                ],
                "verses": [
                  3
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 7,
        "type": "mainText",
        "text": "В Руф. 4:1–12 Вооз выходит к воротам Вифлеема — города, где родился в наш мир Христос как наш близкий родственник. Старейшины собираются вместе, и наконец происходит снимание обуви, что в те времена символизировало передачу собственности.",
        "links": [
          {
            "text": "Руф. 4:1–12",
            "data": [
              {
                "bookNumber": 80,
                "chapter": [
                  4
                ],
                "verses": [
                  1,
                  2,
                  3,
                  4,
                  5,
                  6,
                  7,
                  8,
                  9,
                  10,
                  11,
                  12
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 8,
        "type": "mainText",
        "text": "Ворота города — это место, где решались дела; это прообраз сцены суда. Этот образ находит свое отражение в сцене суда из Дан. 7:13, 14, 22, 26, 27. Мы не должны упускать этот важный аспект суда: «Суд дан был святым», но только потому, что Христос заплатил за нас, как Вооз заплатил за свою невесту.",
        "links": [
          {
            "text": "Дан. 7:13, 14, 22, 26, 27",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  7
                ],
                "verses": [
                  13,
                  14,
                  22,
                  26,
                  27
                ]
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "id": 75,
    "date": "2025-06-11 00:00:00.000",
    "name": "Аман и сатана",
    "bookNumber": 1,
    "lessonNumber": 11,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "В истории Есфири мы встречаемся с Аманом, который жаждет положения и власти. Он занимает высокую должность в империи, выше всех других сановников (Есф. 3:1).",
        "links": [
          {
            "text": "Есф. 3:1",
            "data": [
              {
                "bookNumber": 190,
                "chapter": [
                  3
                ],
                "verses": [
                  1
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 2,
        "type": "mainText",
        "text": "Если мы прочитаем о Люцифере в Иез. 28:11–15 и Ис. 14:12–15, то сможем найти некоторые параллели с Аманом, злым врагом избранного Божьего народа, который отказывается признавать верховенство Бога. Грандиозные намерения сатаны раскрываются в истории об искушении Христа, когда он берет Иисуса на высокую гору, чтобы показать Ему царства мира (Мф. 4:8–11). Христос, как мы видим, пришел, чтобы искупить мир и заявить на него Свои права, — и Он сделал это, будучи одним из нас. Иисус — наш родственник-искупитель, и, безусловно, цена, которую Он заплатил за спасение мира, была чрезвычайно высока.",
        "links": [
          {
            "text": "Иез. 28:11–15",
            "data": [
              {
                "bookNumber": 330,
                "chapter": [
                  28
                ],
                "verses": [
                  11,
                  12,
                  13,
                  14,
                  15
                ]
              }
            ]
          },
          {
            "text": "Мф. 4:8–11",
            "data": [
              {
                "bookNumber": 470,
                "chapter": [
                  4
                ],
                "verses": [
                  8,
                  9,
                  10,
                  11
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "mainText",
        "text": "В книге Откровение мы видим, что жажда власти и поклонения, свойственная сатане, приводит этот мир к последнему кризису. Путем обольщения сатана убеждает весь мир «дивиться» и следовать за зверем (Откр. 13:3, 4), за исключением некоторых людей, которые отказываются поклоняться ему. В борьбе с этими людьми он прибегает к силе.",
        "links": [
          {
            "text": "Откр. 13:3, 4",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  13
                ],
                "verses": [
                  3,
                  4
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 4,
        "type": "mainText",
        "text": "Аман замечает, что Мардохей — один из избранного Богом народа — не склонился перед ним и не склоняет головы, хотя, как он считал, он был достоин «поклонения». Он «исполнился гнева» (Есф. 3:5, 6) и вознамерился уничтожить весь народ Мардохея.",
        "links": [
          {
            "text": "Есф. 3:5, 6",
            "data": [
              {
                "bookNumber": 190,
                "chapter": [
                  3
                ],
                "verses": [
                  5,
                  6
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 5,
        "type": "question",
        "text": "Прочитайте Есф. 3:8–14 и Откр. 13:15–17. Какие параллели вы находите между этими отрывками? Чем описание Иоанном Божьей Церкви Остатка похоже на описание Аманом Божьего народа?",
        "links": [
          {
            "text": "Есф. 3:8–14",
            "data": [
              {
                "bookNumber": 190,
                "chapter": [
                  3
                ],
                "verses": [
                  8,
                  9,
                  10,
                  11,
                  12,
                  13,
                  14
                ]
              }
            ]
          },
          {
            "text": "Откр. 13:15–17",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  13
                ],
                "verses": [
                  15,
                  16,
                  17
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 6,
        "type": "mainText",
        "text": "Дьявол претендует на господство в этом мире, но есть люди, которые остаются верными Богу и соблюдают Его заповеди. Это опровергает его притязания на полное господство. «Когда суббота станет предметом особых споров во всем христианском мире, упорное нежелание небольшого меньшинства уступить требованиям большинства сделает их предметом всеобщей ненависти» (Уайт Э. Знамения времени. 22 февраля 1910 года)."
      },
      {
        "id": 7,
        "type": "question",
        "text": "Подумайте о мелочах, которые сейчас становятся испытанием для вашей веры. Если вы готовы идти на компромиссы в этих вопросах, то как вы поведете себя, когда на вас обрушится серьезное испытание?"
      }
    ]
  },
  {
    "id": 76,
    "date": "2025-06-12 00:00:00.000",
    "name": "Для такого времени, как это",
    "bookNumber": 1,
    "lessonNumber": 11,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Некоторые христиане, к сожалению, склонны долго задерживаться на сложных моментах библейских пророчеств. Мы осознаем, что нас ждут трудные времена, и изучение пророчеств может вызывать страх, если мы сосредотачиваемся на проблемах, а не на обещаниях, данных нам для последнего времени. Хотя Бог не приукрашивает будущее и честен относительно событий, которые произойдут между настоящим моментом и окончанием великой борьбы, важно всегда читать историю до конца."
      },
      {
        "id": 2,
        "type": "mainText",
        "text": "В пророчествах есть общая закономерность: Бог открывает глаза на хаос, созданный человеческим бунтом, и показывает его последствия. Но при этом Он всегда дарует надежду. Некоторые со страхом и трепетом воспринимают предсказания о последнем кризисе — «времени скорби Иакова». Без сомнения, последнее время будет непростым для Божьего народа. Но как предсказания о трудностях, так и обетования об избавлении непреложны. В Откр. 12 диавол преследует невесту Христову, движимый ненавистью и местью, но Бог вмешивается, чтобы спасти ее. И в истории Есфири прекрасная царица играет центральную роль в драме, и Бог использует ее, чтобы спасти Свой народ.",
        "links": [
          {
            "text": "Откр. 12",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  12
                ],
                "verses": null
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "question",
        "text": "Прочитайте Есф. 4:13, 14 и Есф. 5:1–3. Перед каким трудным выбором оказалась Есфирь, будучи персидской царицей?",
        "links": [
          {
            "text": "Есф. 4:13, 14",
            "data": [
              {
                "bookNumber": 190,
                "chapter": [
                  4
                ],
                "verses": [
                  13,
                  14
                ]
              }
            ]
          },
          {
            "text": "Есф. 5:1–3",
            "data": [
              {
                "bookNumber": 190,
                "chapter": [
                  5
                ],
                "verses": [
                  1,
                  2,
                  3
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 4,
        "type": "question",
        "text": "Какие параллели можно найти между выбором, стоящим перед Есфирью, и выбором, стоящим перед нами?"
      },
      {
        "id": 5,
        "type": "mainText",
        "text": "Бог воздвиг Свою Церковь Остатка в определенный период истории. Когда 1260 дней Средневековья подходили к концу, Бог вывел Свою невесту из укрытия (ср. с Откр. 12:14), чтобы она возвестила миру Его последнюю весть милости — Трехангельскую весть. Мы здесь «для такого времени», как это (Есф. 4:14).",
        "links": [
          {
            "text": "Откр. 12:14",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  12
                ],
                "verses": [
                  14
                ]
              }
            ]
          },
          {
            "text": "Есф. 4:14",
            "data": [
              {
                "bookNumber": 190,
                "chapter": [
                  4
                ],
                "verses": [
                  14
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 6,
        "type": "mainText",
        "text": "Есфирь поняла, что не одинока в борьбе с гонениями, обрушившимися на ее народ. Она снискала благосклонность царя, и в итоге ее народ был освобожден. Мы также не должны бояться, когда наступают последние времена в истории земли. На нашей стороне — Царь, и народ Божий также будет спасен."
      },
      {
        "id": 7,
        "type": "question",
        "text": "В этой истории все сложилось благополучно для народа Божьего. Но так бывает не всегда, не правда ли? Почему же тогда нам стоит всегда смотреть на все с точки зрения вечности, чтобы не утратить надежду, которую мы имеем во Христе?"
      }
    ]
  },
  {
    "id": 77,
    "date": "2025-06-13 00:00:00.000",
    "name": "Для дальнейшего исследования",
    "bookNumber": 1,
    "lessonNumber": 11,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Прочитайте в книге Эллен Уайт «Патриархи и пророки» главу «Первый царь Израиля» (С. 605, 606)."
      },
      {
        "id": 2,
        "type": "mainText",
        "text": "«Сатана возбудит ярость против меньшинства, которое откажется от общепринятых обычаев и традиций. Сильные мира сего объединятся с беззаконниками и низкими людьми, чтобы действовать против детей Божьих. Их будут презирать, кичась своим богатством, умом, образованностью. Деспотичные правители, служители, члены церкви, руководимые чувством ненависти, устроят против них заговор. Все будет пущено в ход: талант писателей, красноречие ораторов, награды, угрозы и насмешки, — вот средства, которыми попытаются поколебать их веру. Ложными представлениями о народе Божьем и гневными обращениями они будут возбуждать ярость людей против них. Не имея возможности возразить защитникам библейской субботы: „Так говорит Писание“, они прибегнут к насильственным законам. Чтобы приобрести популярность и покровительство, законодатели уступят требованиям и издадут указ о воскресном дне. Но боящиеся Бога не примут закон, попирающий принципы Десятисловия. На этом поле боя и разыграется последняя великая битва между истиной и заблуждением, и мы не оставлены в неизвестности относительно ее исхода. Сегодня, как и в дни Есфири и Мардохея, Господь защитит Свой народ и Свою истину» (Пророки и цари. С. 605, 606)."
      },
      {
        "id": 3,
        "type": "mainText",
        "text": "1Вопросы для обсуждения:"
      },
      {
        "id": 4,
        "type": "question",
        "text": "1.Как вы думаете, почему Бог допускает, чтобы Его народ переживал трудные времена? В чем смысл?"
      },
      {
        "id": 5,
        "type": "question",
        "text": "2.Как вы можете быть готовы к любым возможным трудностям, которые могут возникнуть из-за вашей верности Христу? Где вы черпаете надежду в моменты испытаний?"
      },
      {
        "id": 6,
        "type": "question",
        "text": "3.Как вы думаете, почему мы часто обращаем внимание только на те части пророчеств, где говорится о трудностях, и не обращаем внимания на те моменты, которые содержат Благую весть?"
      },
      {
        "id": 7,
        "type": "question",
        "text": "4.К вам приходит ваш друг, который прочитал книгу Откровение и признается, что она произвела на него «ужасающее» впечатление. Как бы вы могли помочь ему лучше понять книгу и обрести душевное спокойствие?"
      },
      {
        "id": 8,
        "type": "question",
        "text": "5.Кто-то говорит: «Я не уверен, что Бог любит меня или хочет спасти. Если бы вы знали, что я сделал, вы бы поняли почему». Как бы вы ответили этому человеку? Как истории Руфи и Есфири влияют на ваш ответ?"
      }
    ]
  },
  {
    "id": 78,
    "date": "2025-06-14 00:00:00.000",
    "name": "Предвестники событий последних дней",
    "bookNumber": 1,
    "lessonNumber": 12,
    "isFirstLesson": true,
    "content": [
      {
        "id": 1,
        "type": "bibleVersesTitle",
        "text": "Библейские стихи для исследования:"
      },
      {
        "id": 2,
        "type": "mainText",
        "text": "Дан. 2:31–45; Дан. 3:1–12, 17, 18; Деян. 8:1; 12:1, 2; 2 Тим. 1:7; Откр. 13:11–17.",
        "links": [
          {
            "text": "Дан. 2:31–45",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  2
                ],
                "verses": [
                  31,
                  32,
                  33,
                  34,
                  35,
                  36,
                  37,
                  38,
                  39,
                  40,
                  41,
                  42,
                  43,
                  44,
                  45
                ]
              }
            ]
          },
          {
            "text": "Дан. 3:1–12, 17, 18",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  3
                ],
                "verses": [
                  1,
                  2,
                  3,
                  4,
                  5,
                  6,
                  7,
                  8,
                  9,
                  10,
                  11,
                  12,
                  17,
                  18
                ]
              }
            ]
          },
          {
            "text": "Деян. 8:1; 12:1, 2",
            "data": [
              {
                "bookNumber": 510,
                "chapter": [
                  8
                ],
                "verses": [
                  1
                ]
              },
              {
                "bookNumber": 510,
                "chapter": [
                  12
                ],
                "verses": [
                  1,
                  2
                ]
              }
            ]
          },
          {
            "text": "2 Тим. 1:7",
            "data": [
              {
                "bookNumber": 620,
                "chapter": [
                  1
                ],
                "verses": [
                  7
                ]
              }
            ]
          },
          {
            "text": "Откр. 13:11–17",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  13
                ],
                "verses": [
                  11,
                  12,
                  13,
                  14,
                  15,
                  16,
                  17
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "memoryVerseTitle",
        "text": "Памятный стих:"
      },
      {
        "id": 4,
        "type": "memoryVerse",
        "text": "«Ибо дал нам Бог духа не боязни, но силы и любви и целомудрия» (2 Тим. 1:7).",
        "links": [
          {
            "text": "2 Тим. 1:7",
            "data": [
              {
                "bookNumber": 620,
                "chapter": [
                  1
                ],
                "verses": [
                  7
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 5,
        "type": "mainText",
        "text": "На этой неделе мы рассмотрим еще две библейские истории, которые в удивительных подробностях предвещают события последнего времени."
      },
      {
        "id": 6,
        "type": "mainText",
        "text": "Сначала мы обратимся к повествованию о Седрахе, Мисахе и Авденаго, где очевидны явные отголоски событий, описанных в Откр. 13. Затем мы обратимся к Новому Завету, где опыт первых христиан может дать нам представление о том, чего нам следует ожидать в будущем, от нашего текущего времени до возвращения Христа.",
        "links": [
          {
            "text": "Откр. 13",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  13
                ],
                "verses": null
              }
            ]
          }
        ]
      },
      {
        "id": 7,
        "type": "mainText",
        "text": "Оба эти примера показывают невероятное мужество и служат ключом к обретению душевного спокойствия в самых сложных ситуациях."
      },
      {
        "id": 8,
        "type": "mainText",
        "text": "Иисус часто говорил: «Не бойтесь». Важно помнить, что Христос является центром пророчеств, и мы должны найти Его слова поддержки во всех сценах, изображающих события последнего времени. «Да не смущается сердце ваше, — наставлял Он Своих учеников, — веруйте в Бога и в Меня веруйте» (Ин. 14:1). Иными словами, верно, что события последнего времени будут трудными для верных Богу. Но в конечном счете мы должны смотреть на эти события с надеждой, а не со страхом.",
        "links": [
          {
            "text": "Ин. 14:1",
            "data": [
              {
                "bookNumber": 500,
                "chapter": [
                  14
                ],
                "verses": [
                  1
                ]
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "id": 79,
    "date": "2025-06-15 00:00:00.000",
    "name": "Даниил, глава 2: исторический подход к пророчествам",
    "bookNumber": 1,
    "lessonNumber": 12,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Одно из самых впечатляющих пророчеств, содержащихся в Священном Писании, — пророчество Дан. 2. Написав его более чем за 500 лет до Рождества Христова, Даниил изложил мировую историю, начиная с Вавилона, затем историю Мидо-Персии, Греции, Рима и заканчивая распадом Рима на народы современной Европы в том виде, в каком они существуют сегодня.",
        "links": [
          {
            "text": "Дан. 2",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  2
                ],
                "verses": null
              }
            ]
          }
        ]
      },
      {
        "id": 2,
        "type": "mainText",
        "text": "Описывая европейские народы, один из стихов гласит: «Они смешаются через семя человеческое, но не сольются одно с другим, как железо не смешивается с глиною» (Дан. 2:43). Это пророчество исполнилось удивительным образом. То есть, несмотря на всевозможные смешанные браки между представителями этих народов (от князей до простых людей), они остаются отдельными.",
        "links": [
          {
            "text": "Дан. 2:43",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  2
                ],
                "verses": [
                  43
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "mainText",
        "text": "Например, британская монархия носит имя дом Виндзор — красивое английское название. Но это название появилось лишь в 1917 году. До этого династия носила имя Саксен-Кобург-Готская династия, обычное немецкое название, потому что многие члены британской королевской семьи, смешавшись «через семя человеческое», были кровными родственниками немцев. Однако этих кровных уз было недостаточно, чтобы уберечь их от войны, и поэтому во время Первой мировой войны, желая отмежеваться от своих ненавистных врагов, они сменили название на династию Виндзор."
      },
      {
        "id": 4,
        "type": "question",
        "text": "Прочитайте Дан. 2:31–45. Почему сон Навуходоносора и его толкование так важны?",
        "links": [
          {
            "text": "Дан. 2:31–45",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  2
                ],
                "verses": [
                  31,
                  32,
                  33,
                  34,
                  35,
                  36,
                  37,
                  38,
                  39,
                  40,
                  41,
                  42,
                  43,
                  44,
                  45
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 5,
        "type": "question",
        "text": "На что обратил внимание Навуходоносора Даниил, прежде чем начал объяснять значение сна (Дан. 2:28)?",
        "links": [
          {
            "text": "Дан. 2:28",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  2
                ],
                "verses": [
                  28
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 6,
        "type": "mainText",
        "text": "Все апокалиптические пророчества в книге пророка Даниила строятся на основе схемы, представленной в Дан. 2. Как и в этой главе, в других пророчествах также описывается смена одной мировой империи другой, пока Бог не установит Свое вечное Царство (см. Дан. 2:44; Дан. 7:13, 14). Иными словами, пророчества пронизывают историю в непрерывной последовательности империй, начиная с древних времен и до наших дней. На основе этого и строится исторический подход, следование которому имеет решающее значение для понимания событий последнего времени, особенно тех, что описаны в книге Откровение.",
        "links": [
          {
            "text": "Дан. 2",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  2
                ],
                "verses": null
              }
            ]
          },
          {
            "text": "Дан. 2:44",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  2
                ],
                "verses": [
                  44
                ]
              }
            ]
          },
          {
            "text": "Дан. 7:13, 14",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  7
                ],
                "verses": [
                  13,
                  14
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 7,
        "type": "question",
        "text": "Как Дан. 2 доказывает нам, что Бог не только знает будущее, но и управляет им?",
        "links": [
          {
            "text": "Дан. 2",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  2
                ],
                "verses": null
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "id": 80,
    "date": "2025-06-16 00:00:00.000",
    "name": "Поклонение истукану",
    "bookNumber": 1,
    "lessonNumber": 12,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Однако, как бы царь Навуходоносор ни был впечатлен откровением, которое Бог передал через Даниила, это не продлилось долго."
      },
      {
        "id": 2,
        "type": "question",
        "text": "Прочитайте Дан. 3:1–12. Как вы считаете, почему истукан, которого сделали по указу царя, был сделан из золота? ",
        "links": [
          {
            "text": "Дан. 3:1–12",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  3
                ],
                "verses": [
                  1,
                  2,
                  3,
                  4,
                  5,
                  6,
                  7,
                  8,
                  9,
                  10,
                  11,
                  12
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "question",
        "text": "Почему Навуходоносор требовал, чтобы все поклонялись истукану? "
      },
      {
        "id": 4,
        "type": "mainText",
        "text": "Царь явил свое неповиновение воле Божьей, воздвигнув золотого истукана. Какую же весть нес этот истукан? Он провозглашал, что Вавилон никогда не падет, а Навуходоносор будет править вечно. Тот же, кто осмелится бросить вызов этой идее, будет убит. Этот пример служит нам напоминанием о том, что наше человеческое стремление к свободе воли может быстро ослепить нас, затмив истину о том, как в действительности разыграется великая борьба."
      },
      {
        "id": 5,
        "type": "mainText",
        "text": "В некотором смысле Навуходоносор напоминает Люцифера: он был амбициозен, самоуверен и достаточно горд, чтобы открыто восстать против власти Божьей. В то же время есть и важное отличие: Навуходоносор в конце концов пришел к вере в истинного Бога, и вполне вероятно, что мы встретимся с ним в Царстве Божьем, которому он поначалу так упорно стремился бросить вызов."
      },
      {
        "id": 6,
        "type": "question",
        "text": "Прочитайте Дан. 3:17, 18. Какие качества трех иудейских юношей вы обнаруживаете в их ответе царю?",
        "links": [
          {
            "text": "Дан. 3:17, 18",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  3
                ],
                "verses": [
                  17,
                  18
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 7,
        "type": "question",
        "text": "Как вы думаете, что позволило этим трем героям проявить такую стойкость?"
      },
      {
        "id": 8,
        "type": "question",
        "text": "Как обрести «духа не боязни» (2 Тим. 1:7)?",
        "links": [
          {
            "text": "2 Тим. 1:7",
            "data": [
              {
                "bookNumber": 620,
                "chapter": [
                  1
                ],
                "verses": [
                  7
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 9,
        "type": "mainText",
        "text": "Подумайте, как легко было бы для этих трех юношей избежать угрожающей жизни ситуации. Разве не фанатизм — готовность сгореть заживо ради простого поклона? Разве они не могли бы притвориться, что «завязывают шнурки», тем временем молясь Богу? Стоило ли это всех этих испытаний? Очевидно, эти мысли промелькнули у них в голове. Но их слова показали, что они осознают риск смерти."
      },
      {
        "id": 10,
        "type": "mainText",
        "text": "Как нам избежать рациональных оправданий, которые могут привести к компромиссам в нашей вере? Что сказано о подобном искушении здесь: «Верный в малом и во многом верен, а неверный в малом неверен и во многом» (Лк. 16:10)?",
        "links": [
          {
            "text": "Лк. 16:10",
            "data": [
              {
                "bookNumber": 490,
                "chapter": [
                  16
                ],
                "verses": [
                  10
                ]
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "id": 81,
    "date": "2025-06-17 00:00:00.000",
    "name": "Снова о поклонении образу",
    "bookNumber": 1,
    "lessonNumber": 12,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Существует связь между Дан. 3 и тем, что говорит Откровение о событиях последнего времени. Для такого утверждения есть веские основания. В ",
        "links": [
          {
            "text": "Дан. 3",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  3
                ],
                "verses": null
              }
            ]
          }
        ]
      },
      {
        "id": 2,
        "type": "question",
        "text": "Прочитайте Откр. 13:11–17. Рассмотрите повеления, которые дает зверь:",
        "links": [
          {
            "text": "Откр. 13:11–17",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  13
                ],
                "verses": [
                  11,
                  12,
                  13,
                  14,
                  15,
                  16,
                  17
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "question",
        "text": "Что он требует? "
      },
      {
        "id": 4,
        "type": "question",
        "text": "На кого распространяются требования?"
      },
      {
        "id": 5,
        "type": "question",
        "text": "Что будет с теми, кто ослушается? "
      },
      {
        "id": 6,
        "type": "mainText",
        "text": "Народ Божий должен поклоняться «Сотворившему небо, и землю, и море, и источники вод», то есть Творцу, а не зверю и его образу. Три иудейских юноши, столкнувшись с подобной угрозой, отказались поклоняться чему-либо, кроме Бога-Творца. Поэтому, несмотря на различия между обстоятельствами, которые привели к повелению поклоняться истукану на поле Деир, и обстоятельствами, которые приведут к тому, что весь мир будет поклоняться образу зверя вместо Творца, принцип остается неизменным — мы должны служить Богу, а не идолам."
      },
      {
        "id": 7,
        "type": "question",
        "text": "Какому повелению следуют люди, верные Богу? (См. Откр. 14:7.)",
        "links": [
          {
            "text": "Откр. 14:7",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  14
                ],
                "verses": [
                  7
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 8,
        "type": "question",
        "text": "Как нам подготовиться к возможным испытаниям на верность в последнее время? Предложите, пожалуйста, конкретные шаги, которые мы можем предпринять."
      },
      {
        "id": 9,
        "type": "mainText",
        "text": "Поклонение не всегда связано с совершением поклонов и воскурением благовоний, хотя эти действия могут присутствовать. Мы поклоняемся тому, чему в итоге посвящаем свою жизнь. Когда вы задумываетесь о том, кто такой Бог — наш Создатель, и особенно после того, что Он сделал для нас в Иисусе, нашем Искупителе, вы понимаете, что именно Ему одному следует поклоняться. Все остальное можно считать идолопоклонством. Возможно, это поможет нам понять суровые слова Иисуса: «Кто не со Мною, тот против Меня; и кто не собирает со Мною, тот расточает» (Мф. 12:30). События конца света станут ярким подтверждением этой истины.",
        "links": [
          {
            "text": "Мф. 12:30",
            "data": [
              {
                "bookNumber": 470,
                "chapter": [
                  12
                ],
                "verses": [
                  30
                ]
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "id": 82,
    "date": "2025-06-18 00:00:00.000",
    "name": "Гонения на раннюю церковь",
    "bookNumber": 1,
    "lessonNumber": 12,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Не только Ветхий Завет открывает нам завесу над событиями последнего времени, но и Новый Завет. Жизнь христиан в I веке была полна испытаний. Сначала их ненавидели многие из их же собратьев по вере, которые видели в них угрозу вере Моисея. Они также столкнулись с гневом языческой Римской империи. «Силы земли и ада объединились против Христа в лице Его последователей. Язычники предвидели, что если Евангелие победит, то идольские храмы и жертвенники будут уничтожены, поэтому они сплотили свои ряды и объявили христианам войну. Огонь преследования разгорелся» (Уайт Э. Великая борьба. С. 39)."
      },
      {
        "id": 2,
        "type": "mainText",
        "text": "В книге Деяний есть история, которая убедительно показывает, чего может ожидать народ Божий по мере приближения к сценарию, описанному в Откр. 13.",
        "links": [
          {
            "text": "Откр. 13",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  13
                ],
                "verses": null
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "question",
        "text": "Прочитайте Деян. 8:1 и 12:1, 2. Какие элементы этой истории проливают свет на события последнего времени?",
        "links": [
          {
            "text": "Деян. 8:1 и 12:1, 2",
            "data": [
              {
                "bookNumber": 510,
                "chapter": [
                  8
                ],
                "verses": [
                  1
                ]
              },
              {
                "bookNumber": 510,
                "chapter": [
                  12
                ],
                "verses": [
                  1,
                  2
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 4,
        "type": "mainText",
        "text": "Иакова обезглавили, Петр должен был быть следующим, потому что христиан приговаривали к смертной казни. Возможно, самым удивительным в этой истории является то, что Петр спал в ту ночь, которая должна была стать самой страшной в его жизни, — спал так крепко, что ангелу пришлось его разбудить."
      },
      {
        "id": 5,
        "type": "mainText",
        "text": "Петр, конечно же, был чудесным образом освобожден и пришел к собратьям, которым было трудно поверить, что он действительно свободен, хотя они и молились об этом. Библия говорит, что они были поражены его появлением. В этом урок для нас. Как часто мы молимся и едва осмеливаемся верить, что Бог нам действительно ответит."
      },
      {
        "id": 6,
        "type": "mainText",
        "text": "Некоторые верующие избежали смерти, другие были казнены. По мере приближения к концу времен произойдет то же самое. Даже Петр, хотя и был избавлен от смерти, в конце концов умер за свою веру. Об этом Иисус однажды ему сказал: «Истинно, истинно говорю тебе: когда ты был молод, то препоясывался сам и ходил, куда хотел; а когда состаришься, то прострешь руки твои, и другой препояшет тебя и поведет, куда не хочешь. Сказал же это, давая разуметь, какою смертью Петр прославит Бога. И, сказав сие, говорит ему: иди за Мною» (Ин. 21:18, 19).",
        "links": [
          {
            "text": "Ин. 21:18, 19",
            "data": [
              {
                "bookNumber": 500,
                "chapter": [
                  21
                ],
                "verses": [
                  18,
                  19
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 7,
        "type": "question",
        "text": "Обратите внимание, что Иисус, рассказав Петру, как он умрет, тем не менее продолжает говорить ему: «Иди за Мною». Почему даже угроза смерти не должна удерживать нас от следования за Господом?"
      }
    ]
  },
  {
    "id": 83,
    "date": "2025-06-19 00:00:00.000",
    "name": "Начертание зверя",
    "bookNumber": 1,
    "lessonNumber": 12,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Поскольку годы идут, а, например, такое событие, как указ о смерти тех, кто не имеет начертания зверя, еще не произошло, некоторые выражают сомнения, даже скептицизм относительно адвентистской интерпретации заключительных событий, в том числе относительно того, что суббота и воскресенье могут играть центральную роль в конце времен."
      },
      {
        "id": 2,
        "type": "mainText",
        "text": "В книге Откровение ясно сказано: мы поклоняемся либо Творцу, либо зверю и его образу. И поскольку седьмой день, суббота, является знамением, восходящим к самому Едему (см. Быт. 2:1–3), свидетельствующим о Боге как Творце, неудивительно, что именно суббота занимает центральное место в вопросе о поклонении Творцу. Кроме того, неслучайно, что власть зверя — это та же самая власть, которая изменила заповедь о покое в субботу на отдых в воскресенье, что не имеет никакого библейского основания. Исходя из этого, идея о том, что суббота и воскресенье связаны с вопросом поклонения — либо Творцу (см. Откр. 14:6, 7), либо зверю, — имеет смысл.",
        "links": [
          {
            "text": "Быт. 2:1–3",
            "data": [
              {
                "bookNumber": 10,
                "chapter": [
                  2
                ],
                "verses": [
                  1,
                  2,
                  3
                ]
              }
            ]
          },
          {
            "text": "Откр. 14:6, 7",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  14
                ],
                "verses": [
                  6,
                  7
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "question",
        "text": "Прочитайте Дан. 7:25. Почему сатана пытается всеми силами добиться того, чтобы люди забыли библейскую субботу или заменили ее на другой день?",
        "links": [
          {
            "text": "Дан. 7:25",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  7
                ],
                "verses": [
                  25
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 4,
        "type": "mainText",
        "text": "В Новом Завете мы видим предвестие противопоставления субботы человеческим заповедям. Например, как отнеслись религиозные вожди в Мф. 12 к тому, что Иисус исцелил в субботу человека с иссохшей рукой (Мф. 12:9–13)? «Фарисеи же, выйдя, имели совещание против Него, как бы погубить Его» (Мф. 12:14). Убить из-за «нарушения» субботы? В Ин. 5:1–16 говорится, что после еще одного исцеления в субботу Иудеи «стали… гнать Иисуса и искали убить Его за то, что Он делал такие дела в субботу» (Ин. 5:16).",
        "links": [
          {
            "text": "Мф. 12",
            "data": [
              {
                "bookNumber": 470,
                "chapter": [
                  12
                ],
                "verses": null
              }
            ]
          },
          {
            "text": "Мф. 12:9–13",
            "data": [
              {
                "bookNumber": 470,
                "chapter": [
                  12
                ],
                "verses": [
                  9,
                  10,
                  11,
                  12,
                  13
                ]
              }
            ]
          },
          {
            "text": "Мф. 12:14",
            "data": [
              {
                "bookNumber": 470,
                "chapter": [
                  12
                ],
                "verses": [
                  14
                ]
              }
            ]
          },
          {
            "text": "Ин. 5:1–16",
            "data": [
              {
                "bookNumber": 500,
                "chapter": [
                  5
                ],
                "verses": [
                  1,
                  2,
                  3,
                  4,
                  5,
                  6,
                  7,
                  8,
                  9,
                  10,
                  11,
                  12,
                  13,
                  14,
                  15,
                  16
                ]
              }
            ]
          },
          {
            "text": "Ин. 5:16",
            "data": [
              {
                "bookNumber": 500,
                "chapter": [
                  5
                ],
                "verses": [
                  16
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 5,
        "type": "mainText",
        "text": "Смерть из-за противостояния человеческой традиции (Библия не запрещает исцелять в субботу, и она не говорит об изменении дня поклонения с субботы на воскресенье) и истинного соблюдения субботнего дня? Хотя контекст событий из жизни Иисуса и событий последнего времени разный, но идея одна: человеческие законы против Божьего закона, при этом в обоих случаях события связаны с субботой."
      },
      {
        "id": 6,
        "type": "question",
        "text": "Умереть из-за нарушения всего одной заповеди? Как человек может логически объяснить свое нежелание идти на это?"
      }
    ]
  },
  {
    "id": 84,
    "date": "2025-06-20 00:00:00.000",
    "name": "Для дальнейшего исследования",
    "bookNumber": 1,
    "lessonNumber": 12,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Прочитайте в книге Эллен Уайт «Великая борьба» главу «Избавление народа Божьего» (С. 635–652)."
      },
      {
        "id": 2,
        "type": "mainText",
        "text": "«Во все века Бог действовал через святых ангелов для защиты и избавления Своего народа. Небесные существа принимали самое активное участие в жизни людей. Они появлялись, облеченные в сверкающие, как молния, одежды; они приходили и в обличье обычных путников. Они являлись мужам Божьим и в виде людей. Они отдыхали в полдень под тенистыми деревьями, словно утомившись в пути. Они пользовались гостеприимством людей. Они указывали дорогу странникам, застигнутым ночью в дороге. Своими руками они зажигали огонь жертвенника. Они открывали двери темницы и выводили на свободу слуг Божьих. Облеченные в небесные одеяния, они сошли, чтобы отвалить камень от гроба Спасителя."
      },
      {
        "id": 3,
        "type": "mainText",
        "text": "В образе людей ангелы часто присутствуют на собраниях праведных, посещают также собрания нечестивых, как некогда они пришли в Содом, чтобы записать дела жителей Содома и решить, не преступили ли те границы терпения Божьего. Господь любит миловать, и ради немногих искренне преданных Ему Он надолго откладывает кару и продлевает спокойствие множества людей. Те, кто восстает против Бога, едва ли сознают, что своей жизнью они обязаны немногим верным Его детям, которых они любят высмеивать и притеснять» (Уайт Э. Великая борьба. С. 631, 632)."
      },
      {
        "id": 4,
        "type": "mainText",
        "text": "1Вопросы для обсуждения:"
      },
      {
        "id": 5,
        "type": "question",
        "text": "1.Прочитайте 2 Тим. 1:7. Обсудите то, что в этом пророчестве беспокоит вас больше всего. Как нам преодолеть страх и найти Божью весть надежды, даже когда в пророчествах говорится о преследованиях за нашу веру?",
        "links": [
          {
            "text": "2 Тим. 1:7",
            "data": [
              {
                "bookNumber": 620,
                "chapter": [
                  1
                ],
                "verses": [
                  7
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 6,
        "type": "question",
        "text": "2.Хотя сейчас трудно представить, как вопрос о субботе и воскресенье может стать решающим в событиях последнего времени, стоит отметить, как быстро может измениться мир. Чему эта истина должна научить нас? (Например, тому, что не следует основывать свою веру на текущих событиях, которые могут измениться в одно мгновение, а только на том, что открыто нам в Слове Божьем.)"
      },
      {
        "id": 7,
        "type": "question",
        "text": "3.Все империи возникали и исчезали в точности так, как предсказано в Дан. 2 (см. также Дан. 7). Сегодня, когда мы оглядываемся на историю, становится ясно, что события развивались в соответствии с пророчествами Даниила. Мы знаем, что в будущем нас ожидает еще одно Царство. Что это за Царство и почему мы можем быть уверены, что оно действительно наступит?",
        "links": [
          {
            "text": "Дан. 2",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  2
                ],
                "verses": null
              }
            ]
          },
          {
            "text": "Дан. 7",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  7
                ],
                "verses": null
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "id": 85,
    "date": "2025-06-21 00:00:00.000",
    "name": "Образы последних дней земли",
    "bookNumber": 1,
    "lessonNumber": 13,
    "isFirstLesson": true,
    "content": [
      {
        "id": 1,
        "type": "bibleVersesTitle",
        "text": "Библейские стихи для исследования:"
      },
      {
        "id": 2,
        "type": "mainText",
        "text": "2 Пар. 36:22, 23; Дан. 5:1–31; Ион. 1:9; 3:5–10; Мф. 12:38–41; Откр. 16:12–19; 18:4.",
        "links": [
          {
            "text": "2 Пар. 36:22, 23",
            "data": [
              {
                "bookNumber": 140,
                "chapter": [
                  36
                ],
                "verses": [
                  22,
                  23
                ]
              }
            ]
          },
          {
            "text": "Дан. 5:1–31",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  5
                ],
                "verses": [
                  1,
                  2,
                  3,
                  4,
                  5,
                  6,
                  7,
                  8,
                  9,
                  10,
                  11,
                  12,
                  13,
                  14,
                  15,
                  16,
                  17,
                  18,
                  19,
                  20,
                  21,
                  22,
                  23,
                  24,
                  25,
                  26,
                  27,
                  28,
                  29,
                  30,
                  31
                ]
              }
            ]
          },
          {
            "text": "Ион. 1:9; 3:5–10",
            "data": [
              {
                "bookNumber": 390,
                "chapter": [
                  1
                ],
                "verses": [
                  9
                ]
              },
              {
                "bookNumber": 390,
                "chapter": [
                  3
                ],
                "verses": [
                  5,
                  6,
                  7,
                  8,
                  9,
                  10
                ]
              }
            ]
          },
          {
            "text": "Мф. 12:38–41",
            "data": [
              {
                "bookNumber": 470,
                "chapter": [
                  12
                ],
                "verses": [
                  38,
                  39,
                  40,
                  41
                ]
              }
            ]
          },
          {
            "text": "Откр. 16:12–19; 18:4",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  16
                ],
                "verses": [
                  12,
                  13,
                  14,
                  15,
                  16,
                  17,
                  18,
                  19
                ]
              },
              {
                "bookNumber": 730,
                "chapter": [
                  18
                ],
                "verses": [
                  4
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "memoryVerseTitle",
        "text": "Памятный стих:"
      },
      {
        "id": 4,
        "type": "memoryVerse",
        "text": "«И он сказал им: я Еврей, чту Господа Бога небес, сотворившего море и сушу» (Ион. 1:9).",
        "links": [
          {
            "text": "Ион. 1:9",
            "data": [
              {
                "bookNumber": 390,
                "chapter": [
                  1
                ],
                "verses": [
                  9
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 5,
        "type": "mainText",
        "text": "На этой неделе мы завершаем обзор библейских повествований, которые помогают нам лучше понимать  пророчества о событиях последнего времени. Мы обратимся к следующим историям: миссия Ионы в Ниневии, падение Вавилона и возвышение Кира, персидского царя, который освободил народ Божий и позволил ему вернуться в Землю обетованную."
      },
      {
        "id": 6,
        "type": "mainText",
        "text": "Как и другие повествования, они имели глубокий смысл для каждого поколения. Однако они особенно важны для тех, кто живет в последнее время. В этих исторических повествованиях содержится множество деталей, которые помогут нам лучше понять то, что мы называем «истиной для настоящего времени»."
      },
      {
        "id": 7,
        "type": "mainText",
        "text": "Однако мы должны быть осторожны в том, чтобы не пытаться разбирать каждую деталь повествования, что, скорее всего, приведет к нелепому толкованию. Как и в притчах Иисуса, мы должны сосредоточиться на основных идеях и принципах. Мы не должны пытаться объяснить каждое слово в надежде найти в нем некую скрытую истину. Вместо этого мы должны искать общие идеи и принципы, и уже их сопоставлять с событиями последнего времени."
      }
    ]
  },
  {
    "id": 86,
    "date": "2025-06-22 00:00:00.000",
    "name": "Сопротивляющийся пророк",
    "bookNumber": 1,
    "lessonNumber": 13,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "История Ионы, описанная всего в четырех главах, хоть и коротка, но имеет огромное значение. Многие видят в этом сопротивляющемся пророке отражение самих себя. Эта история также содержит глубокий подтекст, имеющий отношение к будущим событиям."
      },
      {
        "id": 2,
        "type": "question",
        "text": "Прочитайте Мф. 12:38–41. Что из истории Ионы упоминает Иисус, обращаясь к книжникам и фарисеям? Почему, по словам Иисуса, ниневитяне осудят «род сей»?",
        "links": [
          {
            "text": "Мф. 12:38–41",
            "data": [
              {
                "bookNumber": 470,
                "chapter": [
                  12
                ],
                "verses": [
                  38,
                  39,
                  40,
                  41
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "mainText",
        "text": "Иисус заявил, что Он больше Ионы. Он знал, что Его, пришедшего в мир, ждет крест, и все же Он пришел, чтобы «взыскать и спасти погибшее» (Лк. 19:10). Иона провел три дня во чреве огромной рыбы из-за своих грехов; Иисус провел три дня во гробе из-за наших грехов. Вот что потребовалось, чтобы спасти заблудших.",
        "links": [
          {
            "text": "Лк. 19:10",
            "data": [
              {
                "bookNumber": 490,
                "chapter": [
                  19
                ],
                "verses": [
                  10
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 4,
        "type": "mainText",
        "text": "Мы знаем Иону как пророка, не желавшего идти в Ниневию. С человеческой точки зрения его легко понять, ведь ассирийцы были жестоким народом. Кому понравится проповедовать покаяние во вражеской столице?"
      },
      {
        "id": 5,
        "type": "question",
        "text": "Как сам Иона представил себя и свою веру (Ион. 1:9)? ",
        "links": [
          {
            "text": "Ион. 1:9",
            "data": [
              {
                "bookNumber": 390,
                "chapter": [
                  1
                ],
                "verses": [
                  9
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 6,
        "type": "question",
        "text": "Как бы вы описали свою веру?"
      },
      {
        "id": 7,
        "type": "mainText",
        "text": "В этой истории есть важный момент, который, возможно, указывает на движение Остатка последнего времени: когда Иону спрашивают, кто он, он отвечает: «Я Еврей, чту Господа Бога небес, сотворившего море и сушу». Это заявление звучит очень похоже на весть первого ангела (Ин. 1:9; Откр. 14:7). В самом деле, его указание на Господа как на «сотворившего море и сушу», конечно же, описывает Его как Творца. Этот факт — основа того, почему мы должны Ему поклоняться, а поклонение занимает центральное место в событиях последнего времени.",
        "links": [
          {
            "text": "Ин. 1:9",
            "data": [
              {
                "bookNumber": 500,
                "chapter": [
                  1
                ],
                "verses": [
                  9
                ]
              }
            ]
          },
          {
            "text": "Откр. 14:7",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  14
                ],
                "verses": [
                  7
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 8,
        "type": "mainText",
        "text": "В то же время нас также обвиняют в проповедовании потенциально непопулярной вести о духовном Вавилоне. Сказать «выйди от нее, народ Мой» (Откр. 18:4) — это значит сказать миру, что он должен покаяться. Призыв к покаянию почти всегда вызывает отторжение у большинства людей, даже когда звучит по-доброму. Кто из нас, благовествуя, не получал отрицательных или даже враждебных откликов? Такое восприятие почти всегда сопровождает наше свидетельство о Христе.",
        "links": [
          {
            "text": "Откр. 18:4",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  18
                ],
                "verses": [
                  4
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 9,
        "type": "question",
        "text": "Вы в чем-то похожи на Иону? Как изменить свое отношение к неверующим людям и благовестию им?"
      }
    ]
  },
  {
    "id": 87,
    "date": "2025-06-23 00:00:00.000",
    "name": "Труд покаяния",
    "bookNumber": 1,
    "lessonNumber": 13,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "У Ионы была очень понятная весть для жителей Ниневии: «И начал Иона ходить по городу, сколько можно пройти в один день, и проповедовал, говоря: еще сорок дней — и Ниневия будет разрушена!» (Ион. 3:4). По его словам, город обречен, ведь об этом сказал пророк Господень. Но что же произошло?",
        "links": [
          {
            "text": "Ион. 3:4",
            "data": [
              {
                "bookNumber": 390,
                "chapter": [
                  3
                ],
                "verses": [
                  4
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 2,
        "type": "question",
        "text": "Прочитайте Ион. 3:5–10. Почему пророчество о разрушении города не исполнилось?",
        "links": [
          {
            "text": "Ион. 3:5–10",
            "data": [
              {
                "bookNumber": 390,
                "chapter": [
                  3
                ],
                "verses": [
                  5,
                  6,
                  7,
                  8,
                  9,
                  10
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "mainText",
        "text": "Весь город покаялся, и это отвратило предсказанную погибель, по крайней мере, на время: «Они были помилованы, а Бог Израилев и Его закон возвеличены и прославлены во всем языческом мире. Но много лет спустя Ниневия стала добычей окружающих народов, потому что забыла Бога и возгордилась» (Уайт Э. Пророки и цари. С. 271)."
      },
      {
        "id": 4,
        "type": "question",
        "text": "В чем весть Ионы схожа с нашей вестью миру (2 Петр. 3:10)?",
        "links": [
          {
            "text": "2 Петр. 3:10",
            "data": [
              {
                "bookNumber": 680,
                "chapter": [
                  3
                ],
                "verses": [
                  10
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 5,
        "type": "question",
        "text": "Какой выход мы можем предложить людям, которые примут весть предостережения (см. Деян. 2:38)?",
        "links": [
          {
            "text": "Деян. 2:38",
            "data": [
              {
                "bookNumber": 510,
                "chapter": [
                  2
                ],
                "verses": [
                  38
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 6,
        "type": "mainText",
        "text": "Ожидать ли нам подобного отклика в последнее время, когда падшему миру будет проповедана Трехангельская весть? И да, и нет. То есть по всему миру найдется немало людей, которые прислушаются к призыву: «Выйди от нее, народ Мой, чтобы не участвовать вам в грехах ее и не подвергнуться язвам ее» (Откр. 18:4). Во всем мире люди примут весть, бросая вызов зверю, и станут «соблюдающими заповеди Божии и веру в Иисуса» (Откр. 14:12). Этих людей, как и жителей Ниневии, не постигнут суды, которые падут на заблудших.",
        "links": [
          {
            "text": "Откр. 18:4",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  18
                ],
                "verses": [
                  4
                ]
              }
            ]
          },
          {
            "text": "Откр. 14:12",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  14
                ],
                "verses": [
                  12
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 7,
        "type": "mainText",
        "text": "Пророчество о разрушении Ниневии условное: она должна была быть разрушена, если бы ее жители не отвратились от зла (см. Иер. 18:7–10). При этом в Библии есть и безусловные пророчества: они будут исполнены независимо от отклика человека. Мессианские пророчества о Первом и Втором пришествии Христа, начертании зверя, излитии язв, гонениях в последнее время исполнятся независимо от выбора людей. Но их выбор определит, на какой они стороне, когда развернутся заключительные события, предсказанные пророками.",
        "links": [
          {
            "text": "Иер. 18:7–10",
            "data": [
              {
                "bookNumber": 300,
                "chapter": [
                  18
                ],
                "verses": [
                  7,
                  8,
                  9,
                  10
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 8,
        "type": "question",
        "text": "Какие решения, которые вы принимаете сейчас, могут подсказать, как вы поступите, когда окажетесь перед выбором — поклониться Богу или образу зверя?"
      }
    ]
  },
  {
    "id": 88,
    "date": "2025-06-24 00:00:00.000",
    "name": "Пир Валтасара",
    "bookNumber": 1,
    "lessonNumber": 13,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "После того как в 612 году до Р. Х. Ниневия была захвачена объединенными силами мидян и вавилонян, возглавляемых отцом Навуходоносора, Вавилон испытал невиданное возрождение. Подобного не происходило со времен Хаммурапи, их великого законодателя. Под руководством Навуходоносора, который больше не сталкивался с ассирийскими набегами, богатство и влияние Вавилона возросли до такой степени, что соседние народы были вынуждены с неохотой признать его господство. Он стал царем среди народов, и те, кто желал процветания, выражали свою преданность ему."
      },
      {
        "id": 2,
        "type": "mainText",
        "text": "Между тем, насколько мы можем судить, Навуходоносор умер с верой в то, что Бог Даниила действительно является законным Правителем всех народов (Дан. 4:34–37). В следующей главе, которую рассказывает Даниил, речь пойдет о преемнике Навуходоносора, его наместнике Валтасаре.",
        "links": [
          {
            "text": "Дан. 4:34–37",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  4
                ],
                "verses": [
                  34,
                  35,
                  36,
                  37
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "question",
        "text": "Прочитайте Дан. 5:1–31. Какие преступления Валтасар совершил перед Богом (ст. 1–5)?",
        "links": [
          {
            "text": "Дан. 5:1–31",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  5
                ],
                "verses": [
                  1,
                  2,
                  3,
                  4,
                  5,
                  6,
                  7,
                  8,
                  9,
                  10,
                  11,
                  12,
                  13,
                  14,
                  15,
                  16,
                  17,
                  18,
                  19,
                  20,
                  21,
                  22,
                  23,
                  24,
                  25,
                  26,
                  27,
                  28,
                  29,
                  30,
                  31
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 4,
        "type": "question",
        "text": "В каких грехах Бог через Даниила обвинил царя (5:22, 23)?"
      },
      {
        "id": 5,
        "type": "question",
        "text": "Валтасар:"
      },
      {
        "id": 6,
        "type": "question",
        "text": "не"
      },
      {
        "id": 7,
        "type": "question",
        "text": "но"
      },
      {
        "id": 8,
        "type": "question",
        "text": "и сосуды "
      },
      {
        "id": 9,
        "type": "question",
        "text": "и ты славил"
      },
      {
        "id": 10,
        "type": "question",
        "text": "а Бога"
      },
      {
        "id": 11,
        "type": "mainText",
        "text": "Возможно, наиболее печальная и трагическая часть этой истории описана в Дан. 5:22. После того как Даниил рассказал царю о падении и последующем исцелении Навуходоносора, он произнес: «И ты, сын его Валтасар, не смирил сердца твоего, хотя знал все это». Это означает, что, хотя у Валтасара была возможность узнать истину и, возможно, он даже был свидетелем событий, которые произошли с Навуходоносором, он предпочел пренебречь ими и следовать по тому же пути, который принес столько бед его предшественнику.",
        "links": [
          {
            "text": "Дан. 5:22",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  5
                ],
                "verses": [
                  22
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 12,
        "type": "mainText",
        "text": "Как и Навуходоносор, воздвигнувший золотого истукана, Валтасар открыто бросил вызов предсказанию Бога Даниила. Возможно, он хотел показать, что вавилоняне выше Бога, Который предсказал их гибель, ведь они победили иудеев и теперь владеют их богослужебными сосудами. Это было полное неповиновение, хотя у Валтасара было более чем достаточно свидетельств и доказательств, чтобы понять это. Его проблема была в гордом и непокорном сердце, а не в отсутствии понимания. В последние дни, когда в мире наступит последний кризис, людям также будет предоставлена возможность узнать правду. Их выбор, как и в случае с Валтасаром, будет зависеть не от отсутствия знания, а от состояния сердца."
      }
    ]
  },
  {
    "id": 89,
    "date": "2025-06-25 00:00:00.000",
    "name": "Осушение Евфрата",
    "bookNumber": 1,
    "lessonNumber": 13,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Одним из преимуществ Вавилона было то, что река Евфрат протекала под его стенами, обеспечивая город неограниченным запасом воды. Это было и его слабой стороной. Нитокрис, древняя царица Вавилона, проводила земляные работы вдоль реки, чтобы превратить ее в удобный путь к городу. В процессе она отвела реку в болото, чтобы облегчить труд рабочих. Кир понял, что может повторить этот прием, осушив Евфрат настолько, чтобы его войска могли беспрепятственно пройти под стенами. Оказавшись внутри городских стен, он обнаружил, что оборонительные стены, которые шли у русла реки через город, не охраняются, и город пал за одну ночь. Древнегреческий историк Геродот рассказывает нам, что «горожане, жившие в центре, не знали, что враги уже заняли окраины. В это время они по случаю праздника плясали и веселились» (Геродот. История. Книга I). Могут ли быть сомнения в том, что это тот же самый пир, который показан в Дан. 5?"
      },
      {
        "id": 2,
        "type": "question",
        "text": "Прочитайте Дан. 5:18–31 и Откр. 16:12–19. Какие параллели вы находите между казнями из Откровения и историей падения Вавилона?",
        "links": [
          {
            "text": "Дан. 5:18–31",
            "data": [
              {
                "bookNumber": 340,
                "chapter": [
                  5
                ],
                "verses": [
                  18,
                  19,
                  20,
                  21,
                  22,
                  23,
                  24,
                  25,
                  26,
                  27,
                  28,
                  29,
                  30,
                  31
                ]
              }
            ]
          },
          {
            "text": "Откр. 16:12–19",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  16
                ],
                "verses": [
                  12,
                  13,
                  14,
                  15,
                  16,
                  17,
                  18,
                  19
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "mainText",
        "text": "Объясняя, как распознать знамения времени, Иисус предупредил Своих учеников: «Итак, бодрствуйте, потому что не знаете, в который час Господь ваш приидет. Но это вы знаете, что, если бы ведал хозяин дома, в какую стражу придет вор, то бодрствовал бы и не дал бы подкопать дома своего» (Мф. 24:42, 43). Подобно тому, как внезапное падение Вавилона застало врасплох жителей древнего города, так и внезапное явление Христа может стать неожиданностью для современного мира. Однако это не должно стать неожиданностью для нас, поскольку мы имеем множество свидетельств, подтверждающих скорое возвращение Иисуса, о которых говорят пророчества.",
        "links": [
          {
            "text": "Мф. 24:42, 43",
            "data": [
              {
                "bookNumber": 470,
                "chapter": [
                  24
                ],
                "verses": [
                  42,
                  43
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 4,
        "type": "mainText",
        "text": "Мир будет застигнут врасплох не по неведению, а из-за неверия в то, что предсказал Бог."
      },
      {
        "id": 5,
        "type": "question",
        "text": "Прочитайте Откр. 16:15. Какую евангельскую весть можно найти даже среди этих страшных предупреждений о конце света? Что значит «ходить нагим»?",
        "links": [
          {
            "text": "Откр. 16:15",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  16
                ],
                "verses": [
                  15
                ]
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "id": 90,
    "date": "2025-06-26 00:00:00.000",
    "name": "Помазанник Кир",
    "bookNumber": 1,
    "lessonNumber": 13,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Когда Кир завоевал Вавилон, для народа Божьего закончились годы пленения. Персы разрешили евреям вернуться в Землю обетованную и восстановить храм. Под властью Кира Персидская империя достигла своего расцвета. Том Холланд, историк, называет ее «крупнейшим объединением территорий, которое когда-либо видел мир» (Доминион. С. 25). По обычаю персов, Кира даже называли «Великим царем» или «Царем царей»."
      },
      {
        "id": 2,
        "type": "mainText",
        "text": "История Кира предвещает то, что произойдет, когда Христос вернется за Своей церковью: Он — царь с востока (сравните с Мф. 24:27), ведущий войну против Вавилона и освобождающий Его народ, чтобы он в конце концов мог спастись из Вавилона и вернуться в Землю обетованную (см. Откр. 19:11–16.) Вот почему Бог называет Кира «помазанником Своим» (Ис. 45:1); этот знаменитый перс не только освободил Божий народ, но и его поход против Вавилона стал прообразом Второго пришествия Христа.",
        "links": [
          {
            "text": "Мф. 24:27",
            "data": [
              {
                "bookNumber": 470,
                "chapter": [
                  24
                ],
                "verses": [
                  27
                ]
              }
            ]
          },
          {
            "text": "Откр. 19:11–16",
            "data": [
              {
                "bookNumber": 730,
                "chapter": [
                  19
                ],
                "verses": [
                  11,
                  12,
                  13,
                  14,
                  15,
                  16
                ]
              }
            ]
          },
          {
            "text": "Ис. 45:1",
            "data": [
              {
                "bookNumber": 290,
                "chapter": [
                  45
                ],
                "verses": [
                  1
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 3,
        "type": "question",
        "text": "Прочитайте 2 Пар. 36:22, 23. Какую особую роль для народа Божьего исполнил царь Кир?",
        "links": [
          {
            "text": "2 Пар. 36:22, 23",
            "data": [
              {
                "bookNumber": 140,
                "chapter": [
                  36
                ],
                "verses": [
                  22,
                  23
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 4,
        "type": "mainText",
        "text": "В наши дни порядок книг Ветхого Завета изменен. Если сегодня он заканчивается на книге пророка Малахии, то изначально Писание евреев заканчивалось словами Кира (2 Пар. 36:22, 23). Следующей книгой в каноне Писания будет Евангелие от Матфея, начинающееся с рождения Христа, прообразом которого был Кир. Иисус сделает нас свободными и вернет Царство Небесное, как Кир освободил и вернул израильтян в Землю обетованную.",
        "links": [
          {
            "text": "2 Пар. 36:22, 23",
            "data": [
              {
                "bookNumber": 140,
                "chapter": [
                  36
                ],
                "verses": [
                  22,
                  23
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 5,
        "type": "mainText",
        "text": "Кир, конечно, не был совершенным прообразом Христа; ни один прообраз не соответствует в совершенстве образу. Тем не менее, в целом он представляет прообраз Спасителя."
      },
      {
        "id": 6,
        "type": "question",
        "text": "Удивительно, что Бог избрал языческого царя для осуществления Своего замысла. Как же нам понять истинный смысл происходящего: что именно таким образом Господь собирается осуществить Свою волю? Ответьте на вопрос в контексте последнего времени."
      }
    ]
  },
  {
    "id": 91,
    "date": "2025-06-27 00:00:00.000",
    "name": "Для дальнейшего исследования",
    "bookNumber": 1,
    "lessonNumber": 13,
    "content": [
      {
        "id": 1,
        "type": "mainText",
        "text": "Прочитайте в книге Эллен Уайт «Пророки и цари» главу «Невидимый страж» (С. 535–538)."
      },
      {
        "id": 2,
        "type": "mainText",
        "text": "«Каждому народу, вышедшему на мировую арену, было позволено занять свое место на земле и выполнять намерения святого Стража. Пророчество предрекло возникновение и развитие великих мировых держав: Вавилона, Мидо-Персии, Греции и Рима. В этих государствах, а также в государствах более слабых история повторялась. Каждой из этих держав отведен свой период для испытания; каждая из них пережила падение и угасание своей славы и мощи. Несмотря на то, что народы отвергли Божьи принципы и тем самым погубили себя, всеобъемлющий Божественный план с очевидностью осуществлялся в течение всех столетий» (Пророки и цари. С. 535)."
      },
      {
        "id": 3,
        "type": "mainText",
        "text": "В Иер. 18 Иеремия наблюдает за горшечником, делающим свою работу: лепящим и придающим форму всему, над чем он работает. Именно этот образ, образ горшечника, лепящего из глины, Бог использует для объяснения принципа условности в библейском пророчестве. И просто чтобы убедиться, что мы понимаем, Господь говорит через Иеремию следующее: «Иногда Я скажу о каком-либо народе и царстве, что искореню, сокрушу и погублю его; но если народ этот, на который Я это изрек, обратится от своих злых дел, Я отлагаю то зло, которое помыслил сделать ему. А иногда скажу о каком-либо народе и царстве, что устрою и утвержу его; но если он будет делать злое пред очами Моими и не слушаться гласа Моего, Я отменю то добро, которым хотел облагодетельствовать его» (Иер. 18:7–10).",
        "links": [
          {
            "text": "Иер. 18",
            "data": [
              {
                "bookNumber": 300,
                "chapter": [
                  18
                ],
                "verses": null
              }
            ]
          },
          {
            "text": "(Иер. 18:7–10)",
            "data": [
              {
                "bookNumber": 300,
                "chapter": [
                  18
                ],
                "verses": [
                  7,
                  8,
                  9,
                  10
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 4,
        "type": "mainText",
        "text": "1Вопросы для обсуждения:"
      },
      {
        "id": 5,
        "type": "question",
        "text": "1.Подумайте над словами Иисуса о том, что в день суда Ниневии будет легче, чем народу Божьему, который уклонился от истины (см. Мф. 12:39–42). Какой урок может извлечь Божья церковь из этого предостережения?",
        "links": [
          {
            "text": "Мф. 12:39–42",
            "data": [
              {
                "bookNumber": 470,
                "chapter": [
                  12
                ],
                "verses": [
                  39,
                  40,
                  41,
                  42
                ]
              }
            ]
          }
        ]
      },
      {
        "id": 6,
        "type": "question",
        "text": "2.Обратите внимание на утверждение Эллен Уайт о том, что в каждой последующей империи «история повторялась» (Пророки и цари. С. 535). Как вы думаете, что объединяет истории всех империй, упомянутых в пророчестве? Как они следовали по одному и тому же предначертанному пути? И как наш современный мир связан с ними?"
      },
      {
        "id": 7,
        "type": "question",
        "text": "3.Задумайтесь, почему человек не приходит к вере. Возможно, дело не в том, что он не может понять истину, а в том, что его намерения неискренни. Как это осознание может повлиять на ваше благовестие?"
      }
    ]
  }
]